Repository: RideMe-Inc/rideme_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# enterYourOtpCodeInfo
source: Enter the code sent to
fr: Entrez le code envoyé à

# enterEmailToComplete
source: Enter your email address to complete your profile.
fr: Entrez votre adresse e-mail pour compléter votre profil.

source: Email address
fr: Adresse e-mail

source: Enter Full name
fr: Entrez le nom complet

# enterFullNameInfo
source: This will help drivers identity you easily.
fr: Cela aidera les conducteurs à vous identifier facilement.

# firstNameHint
source: Enter your first name
fr: Entrez votre prénom

# lastNameHInt
source: Enter your last name
fr: Entrez votre nom de famille

# bookForLaterNote
source: Note charges may increase if pickup is delayed .
fr: Notez que les frais peuvent augmenter si le ramassage est retardé.

source: Schedule
fr: Calendrier

source: Where to?
fr: Où aller ?

# becomeADriver
source: Become a driver on RideMe
fr: Devenez chauffeur sur RideMe

# becomeADriverInfo
source: Earn on RideMe by driving full time or part time making extra money.
fr: Gagnez sur RideMe en conduisant à temps plein ou à temps partiel en gagnant de l'argent supplémentaire.

source: Enter locations
fr: Entrez les emplacements

source: Enter your destination
fr: Entrez votre destination

source: Set your location
fr: Définir votre position

source: Confirm destination
fr: Confirmer la destination

source: Select Ride
fr: Sélectionnez un trajet

source: Select payment method
fr: Sélectionnez le mode de paiement

source: Confirm method
fr: Confirmer la méthode

# checkingForCar
source: Checking for cars nearby
fr: Vérifier les voitures à proximité

# checkingForCarInfo
source: This may take a few seconds
fr: Cela peut prendre quelques secondes

source: My locations
fr: Mes emplacements

source: Available driver found
fr: Pilote disponible trouvé

# availableDriverFoundInfo
source: Waiting for driver to accept trip
fr: En attente que le chauffeur accepte le voyage

source: Driver
fr: Conducteur

source: Enter pickup message
fr: Entrez le message de retrait

source: Ride preferences
fr: Préférences de trajet

# ridePreferencesInfo
source: Choose temperature, music etc
fr: Choisissez la température, la musique, etc.

source: Driving to pickup
fr: Conduire jusqu'au ramassage

source: Driving to destination
fr: Conduire jusqu'à destination

# driverAtDestination
source: Driver is at destination
fr: Le chauffeur est à destination

# pleaseRateTrip
source: Please rate your trip
fr: Veuillez évaluer votre voyage

source: Add review details
fr: Ajouter les détails de l'avis

# reviewDetailsHint
source: Enter details here
fr: Entrez les détails ici

# safetyNotice
source: Please use these buttons incase of any emergency. Help will get to you as soon as possible
fr: Veuillez utiliser ces boutons en cas d'urgence. L'aide vous parviendra dans les plus brefs délais

source: User Details
fr: Détails de l'utilisateur

source: Account Settings
fr: Paramètres du compte

source: App Language
fr: Langue de l'application

source: Privacy and Data Policy
fr: Politique de confidentialité et de données

source: About RideMe
fr: À propos de RideMe

# howToRequestARide
source: How do I request a ride?
fr: Comment puis-je demander un trajet ?

# howToPayForRide
source: How do I pay for my ride?
fr: Comment puis-je payer mon trajet ?

# whatToDoIfUnsafe
source: What should I do if I feel unsafe during a ride?
fr: Que dois-je faire si je ne me sens pas en sécurité pendant un trajet?

source: Trip distance
fr: Distance du trajet

source: Delay minutes
fr: Minutes de retard

source: Credit card
fr: Carte de crédit

source: Payment Details
fr: Détails de paiement

source: Call driver
fr: Appeler le chauffeur

# addUpToNumDestinations
source: Add up to {number} destinations
fr: Ajoutez jusqu'à {number} destinations

# helloThere
source: Hello there, {name}
fr: Bonjour, {name}

# didntReceiveACode
source: Didn't receive a code ({timer})
fr: Je n'ai pas reçu de code ({timer})

# initialAmount
source: Inititial amount
fr: Montant initial

source: No trip history yet
fr: Pas encore d'historique de trajets

# noTripHistoryYetInfo
source: Book a ride and enjoy premium, fast and reliable service.
fr: Réservez un trajet et profitez d'un service premium, rapide et fiable.

source: Book a ride
fr: Réserver un trajet

# logoutDesc
source: Are you sure you want to logout?
fr: Etes-vous sûr de vouloir vous déconnecter?

# confirmDeleteConfirmation
source: Yes, delete my account
fr: Oui, supprimer mon compte

# confirmDelete
source: Confirm account deletion
fr: Confirmer la suppression du compte

# confirmDeleteDesc
source: Sad to see you go. Contact support if you have a problem.
fr: Triste de vous voir partir. Contactez le support si vous avez un problème.

# note_3
source: You have 90 days to activate your account if you decide to rejoin the platform in the future. You will need to create a new account if your time away exceeds due days
fr: Vous disposez de 90 jours pour activer votre compte si vous décidez de rejoindre la plateforme à l'avenir. Vous devrez créer un nouveau compte si votre absence dépasse les jours prévus.

# note_1
source: Deleting your account will result in the loss of access to your account, including order history, saved addresses, payment methods, and any other personalized settings.
fr: La suppression de votre compte entraînera la perte de l'accès à votre compte, y compris l'historique des commandes, les adresses enregistrées, les modes de paiement et tout autre paramètre personnalisé.

# note_2
source: Once account is deleted, your data cannot be recovered. This includes any past orders, transaction details, preferences, and other account-related information.
fr: Une fois le compte supprimé, vos données ne peuvent pas être récupérées. Cela inclut toutes les commandes passées, les détails des transactions, les préférences et autres informations relatives au compte.

# deleteAccountHeader
source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte?

# accountAssociatedContinuation
source: would be deleted from ShaQ App
fr: serait supprimé de ShaQ App

# acountAssociatedWith
source: Account associated with
fr: Le compte associé à

source: Update
fr: Mise à jour

source: Please take note:
fr: Prenez des notes s'il vous plaît:

source: Driver not found
fr: Chauffeur non trouvé

# driverNotFoundInfo
source: There are currently no drivers around you
fr: Il n'y a actuellement aucun chauffeur autour de vous
