Repository: RideMe-Inc/rideme_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: To
fr: À

source: Or
fr: Ou

source: and
fr: et

source: No
fr: Non

source: See
fr: Voir

# fire
source: Fire service
fr: Service d'incendie

source: Help
fr: Aide

source: Done
fr: Fait

source: Rate
fr: Taux

source: Paid
fr: Payé

source: Days
fr: Jours

source: Other
fr: Autre

source: From
fr: Depuis

source: Add
fr: Ajouter

source: Home
fr: Maison

source: Gift
fr: Cadeau

source: Enter
fr: Entrer

source: Cash
fr: Espèces

source: Parcel
fr: Colis

source: Call
fr: Appeler

source: Number
fr: Numéro

source: Next
fr: Suivante

source: Choose
fr: Choisir

source: About
fr: À propos

source: Amount
fr: Montant

source: History
fr: Histoire

source: Now
fr: Maintenant

source: Profile
fr: Profil

source: Cancel
fr: Annuler

source: Unpaid
fr: Non payé

source: General
fr: Général

source: Language
fr: Langue

source: Details
fr: Détails

source: Discount
fr: Rabais

source: Support
fr: Soutien

source: Promo
fr: Promotion

source: Food
fr: Nourriture

source: Safety
fr: Sécurité

source: phone
fr: téléphone

source: First Name
fr: Prénom

source: Payment
fr: Paiement

source: Engage
fr: S'engager

source: Ongoing
fr: En cours

source: Save
fr: Enregistrer

source: Cancelled
fr: Annulé

source: Submit
fr: Soumettre

source: Delete
fr: Supprimer

source: Worldwide
fr: Mondial

source: Retry
fr: recommencez

source: Confirm
fr: Confirmer

source: Security
fr: Sécurité

source: Completed
fr: Complété

source: Log In
fr: Se connecter

source: Clothing
fr: Vêtements

# ambulance
source: Ambulance service
fr: Service d'ambulance

source: Settings
fr: Paramètres

source: Comment
fr: Commentaire

source: Wallet
fr: Portefeuille

# continues
source: Continue
fr: Continuer

source: Trip ID
fr: ID de voyage

source: Promo code
fr: Code promo

source: Get Started
fr: Commencer

source: Wrong OTP.
fr: Mauvais OTP.

source: Logout
fr: Se déconnecter

source: Password
fr: Mot de passe

source: Trip Name
fr: Nom du voyage

source: Resend OTP
fr: Renvoyer OTP

source: Full Name
fr: Nom et prénom

source: Yes, Cancel
fr: Oui, Annuler

source: Powered By
fr: Propulsé par

source: Map cache
fr: Cache de carte

source: Trip Type
fr: Type de voyage

source: Last Name
fr: Nom de famille

source: Edit name
fr: Modifier le nom

source: Electronics
fr: Électronique

source: Normal Motor
fr: Moteur normal

source: Normal Car
fr: Voiture normale

source: Clear cache
fr: vider le cache

source: Mobile Money
fr: Argent mobile

source: Total Amount
fr: Montant total

source: Verification
fr: Vérification

source: Card number
fr: Numéro de carte

source: Express Car
fr: Voiture express

source: Track trip
fr: Suivre le voyage

source: Middle Name
fr: Deuxième prénom

source: Try Again
fr: Essayer à nouveau

source: Where is it going?
fr: Où va-t-il ?

source: Send again
fr: Envoyer à nouveau

source: Return Trip
fr: Voyage de retour

source: Amount to pay
fr: Montant à payer

source: Book Trip
fr: Réserver un voyage

source: Edit email
fr: Modifier l'e-mail

source: Express Motor
fr: Moteur express

source: Add stops
fr: Ajouter des arrêts

source: Trip status
fr: Statut du voyage

source: Let's get you started
fr: Commençons

source: Choose trip
fr: Choisir le voyage

source: Package type
fr: Type d'emballage

source: Enter Dropoff
fr: Entrez le dépôt

source: Cancel Trip
fr: Annuler le voyage

source: Expiry Date
fr: Date d'expiration

source: Nationwide
fr: Dans tout le pays

source: Share Trip
fr: Partager le voyage

source: Become a rider
fr: Devenez cavalier

source: Trip Details
fr: Détails du voyage

source: Waiting Charge
fr: Frais d'attente

source: Chat with us
fr: Discutez avec nous

source: Call Rider
fr: Appeler le cavalier

source: Amount payable
fr: Montant à payer

source: Report Trip
fr: Signaler un voyage

source: Enter Promo
fr: Entrer la promotion

source: Customer Service
fr: Service client

source: DropOff Location
fr: Point de chute

source: Payment Method
fr: Mode de paiement

source: View package
fr: Afficher le paquet

source: Card Payment
fr: Paiement par carte

source: Start a Trip
fr: Commencer un voyage

source: Save Trip
fr: Enregistrer le voyage

source: Saved trips
fr: Voyages enregistrés

source: Basic Info
fr: Informations de base

source: Mobile Number
fr: Numéro de portable

source: Calculate Price
fr: Calculer le prix

source: Old Password
fr: Ancien mot de passe

source: Sender's Name
fr: Nom de l'expéditeur

source: for details
fr: pour plus de détails

source: Phone Number
fr: Numéro de téléphone

source: Package Damaged
fr: Paquet endommagé

source: Preview Package
fr: Aperçu du package

source: Multiple Address
fr: Adresse multiple

source: Multiple Pickups
fr: Plusieurs micros

source: New password
fr: Nouveau mot de passe

source: Trip History
fr: Historique du voyage

source: Request our api
fr: Demander notre API

source: Select language
fr: Choisir la langue

source: Payment methods
fr: Modes de paiement

source: Enter your email
fr: Entrer votre Email

source: Order Status
fr: Statut de la commande

source: Reorder Trip
fr: Réorganiser le voyage

source: Confirm dropoff
fr: Confirmer le dépôt

source: Receiver's Name
fr: Nom du destinataire

source: Multiple Dropoffs
fr: Plusieurs dépôts

source: Delete Account
fr: Supprimer le compte

source: Search Package
fr: Forfait de recherche

source: Update Trip
fr: Mettre à jour le voyage

# itemWeight
source: Item Weight(KG)
fr: Poids de l'article (KG)

source: Membership Offers
fr: Offres d'adhésion

source: Item Info
fr: Informations sur l'article

source: Select Reason
fr: Sélectionner la raison

source: Trip Info
fr: Informations sur le voyage

source: Contact Support
fr: Contactez le support

source: Terms of Use
fr: Conditions d'utilisation

# deliveryLocation
source: Delivery Locations
fr: Lieux de livraison

source: Forgot Password?
fr: Mot de passe oublié?

# addPassword
source: Add a password
fr: Ajouter un mot de passe

source: Confirm pickup
fr: Confirmer le ramassage

source: Enter Pickup
fr: Entrez dans le ramassage

source: Select network
fr: Sélectionner le réseau

source: Sender's number
fr: Numéro de l'expéditeur

source: Emergency Services
fr: Services d'urgence

source: Your current plan
fr: Votre forfait actuel

source: Book for later
fr: Réserver pour plus tard

source: Worldwide delivery
fr: Livraison mondiale

source: Discount and Promo
fr: Remise et promotion

# numberHint
source: Enter mobile number
fr: Entrez le numéro de mobile

source: Booking successful!
fr: Réservation réussie!

source: Add new card
fr: Ajouter une nouvelle carte

source: User Agreement
fr: Accord de l'utilisateur

source: Add destination
fr: Ajouter une destination

source: Add new number
fr: Ajouter un nouveau numéro

source: Change password
fr: Changer le mot de passe

source: Repeat Password
fr: Répéter le mot de passe

# confirmLogout
source: Confirm sign out
fr: Confirmer la déconnexion

source: Enter your first name
fr: Entrez votre prénom

# laggingApp
source: The app is lagging.
fr: L'application est en retard

source: Receiver's number
fr: Numéro du destinataire

source: Pickup Location
fr: Lieu de prise en charge

# companyMotto
source: Swift, Secure, Reliable.
fr: Rapide, Sécurisé, Fiable.

source: Personal Info
fr: Informations personnelles

source: Incorrect Delivery
fr: Livraison incorrecte

# discountPromo
source: Discounts and promotions
fr: Réductions et promotions

# latePickup
source: Late Pickup/Delivery
fr: Ramassage/livraison tardive

source: Disclaimer
fr: Clause de non-responsabilité

source: Searching for rider
fr: Recherche de cavalier

# termsAndConditions
source: Terms & Conditions
fr: termes et conditions

# fieldIsRequired
source: This field is required
fr: Ce champ est obligatoire

# cardNumberHint
source: Enter card number
fr: Entrez le numéro de carte

source: Clear map cache
fr: Vider le cache de la carte

source: No pickup note...
fr: Aucune note de ramassage...

# upgradeYourPlans
source: Upgrade your plan
fr: Améliorez votre forfait

# impoliteRider
source: Rider is not being polite.
fr: Le cavalier n'est pas poli.

# noTripsTitle
source: No trips yet!
fr: Aucun voyage pour l'instant!

# weSentCodeTo
source: 'We sent a code to
fr: Nous avons envoyé un code à

source: Continue with email
fr: Continuer avec l'e-mail

# apartmentNumber
source: Apartment/Unit Number
fr: Numéro d'appartement/unité

# congratulatoryMessage
source: Done - Welcome!
fr: Terminé - Bienvenue!

source: Enter your password
fr: Tapez votre mot de passe

source: Didn't get code?
fr: Vous n'avez pas reçu le code?

# tripTooLong
source: The trip took too long
fr: Le voyage a pris trop de temps

source: Email verification
fr: Vérification de l'E-mail

source: Reset Password
fr: Réinitialiser le mot de passe

source: Multiple Destinations
fr: Destinations Multiples

source: Add dropoff location
fr: Ajouter un lieu de dépôt

source: Location is required
fr: L'emplacement est requis

source: privacy policy.
fr: Politique de confidentialité.

# resetVerifyOtpInfo
source: Enter the code sent to
fr: Entrez le code envoyé à

# didntReceiveOTP
source: Didn't you receive the OTP?
fr: Vous n'avez pas reçu l'OTP ?

source: Wrong phone number
fr: Mauvais numéro de téléphone

source: Copy trip details
fr: Copier les détails du voyage

source: Sender's location
fr: Localisation de l'expéditeur

# visaDescription
source: Visa card ending with
fr: Carte Visa se terminant par

source: Call customer service
fr: Appeler le service client

source: Enter your last name
fr: Entrez votre nom de famille

source: Delivery Information
fr: Informations de livraison

source: Add saved trips
fr: Ajouter des voyages enregistrés

source: Nationwide delivery
fr: Livraison dans tout le pays

source: Receiver's location
fr: Localisation du destinataire

source: No Internet Connection
fr: Pas de connexion Internet

source: Choose Delivery Type
fr: Choisir le type de livraison

source: Share Trip details
fr: Partager les détails du voyage

source: Booking date and time
fr: Date et heure de réservation

source: Choose payment method
fr: Choisir le mode de paiement

# riderDidNotShow
source: Rider did not show up
fr: Le pilote ne s'est pas présenté

source: Invalid phone number
fr: Numéro de téléphone invalide

source: No new notifications
fr: Aucune nouvelle notification

# disclaimerBeginning
source: In creating a new account,
fr: En créant un nouveau compte,

source: Change phone number
fr: Changer de numéro de téléphone

# rudeRider
source: Rider is being rude and disrespectful
fr: Le cavalier est impoli et irrespectueux

source: Privacy Policies
fr: Les politiques de confidentialité

# logoutConfirmation
source: Do you want to sign out?
fr: Voulez-vous vous déconnecter ?

source: How was your trip?
fr: Comment s'est passé votre voyage ?

# mastercardDescription
source: Mastercard ending with
fr: Mastercard se terminant par

# itemWeightRequired
source: Item weight is required
fr: Le poids de l'article est requis

# noGiftMessage
source: You currently have no gifts
fr: Vous n'avez actuellement aucun cadeau

# noTripsSubtitle
source: Ready for hassle-free delivery?
fr: Prêt pour une livraison sans tracas?

# cashDesc
source: Pay cash to rider upon delivery
fr: Payer en espèces au passager à la livraison

# enterOTPCodeLabel
source: Please enter the code below
fr: Veuillez entrer le code ci-dessous

# verifyPhoneNumber
source: Verify your phone number
fr: Vérifiez votre numéro de téléphone

source: Enter your phone number
fr: Entrez votre numéro de téléphone

# worldwideDescription
source: Delivery beyond borders
fr: Livraison au-delà des frontières

source: Off on Delivery rates
fr: Rabais sur les tarifs de livraison

source: Set dropoff destination
fr: Définir la destination de dépôt

source: We have something new
fr: Nous avons quelque chose de nouveau

# selectPreferredPlan
source: Select your preferred plan
fr: Sélectionnez votre forfait préféré

# nationwideDescription
source: Delivery in every region
fr: Livraison dans toutes les régions

# addSavedTripsDescription
source: Get access to your favorite trips
fr: Accédez à vos voyages préférés

source: Phone number is required
fr: Le numéro de téléphone est requis

# selectNetworkHint
source: Select mobile money network
fr: Sélectionnez le réseau d'argent mobile

# mustBeAnEmail
source: Must be an email eg. co@co.com
fr: Doit être un e-mail, par exemple co@co.com

# newPasswordConfirmation
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# tooLongToArrive
source: The rider took too long to arrive
fr: Le cavalier a mis trop de temps à arriver

source: Multiple Pickups and Dropoffs
fr: Plusieurs ramassages et dépôts

# checkBoxBeginning
source: Check the box if you agree to the ShaQ
fr: Cochez la case si vous acceptez le ShaQ

# serviceNotRequired
source: Don't want to book the service anymore.
fr: Je ne souhaite plus réserver le service.

# fetchingTripInfo
source: Fetching trip information
fr: Récupération des informations sur le voyage

source: Set pickup destination
fr: Définir la destination de prise en charge

# delayNotice
source: Note: Delays may increase charges.
fr: Remarque: les retards peuvent augmenter les frais.

# mobileMoneyDesc
source: Pay from your mobile cash wallet
fr: Payez depuis votre portefeuille d'argent mobile

# emailOtpEntryNotice
source: Enter the digits code sent to the email
fr: Entrez le code à chiffres envoyé à l'e-mail

# cantLocateRider
source: Cannot locate rider on the map
fr: Impossible de localiser le coureur sur la carte

source: Standard call rates apply
fr: Les tarifs d'appel standards s'appliquent

# tooExpensive
source: Too expensive , I can't afford your services.
fr: Trop cher, je ne peux pas me permettre vos services.

# cancelTripConfirmation
source: Are you sure you want to cancel trip?
fr: Êtes-vous sûr de vouloir annuler le voyage?

source: Invalid format for item weight
fr: Format invalide pour le poids de l'article

# promoDescription
source: The promo will be applied to your next trip
fr: La promotion sera appliquée sur votre prochain voyage

# multiplePickupsAndDropoffsDescription
source: Many pickups and dropoffs
fr: De nombreux ramassages et dépôts

# multiplePickupsDescription
source: One pickup to different dropoffs
fr: Un ramassage vers différents points de dépôt

# multipleDropoffsDescription
source: Pickup from different locations to one
fr: Retrait de différents endroits vers un seul

# letsGetYouStartedSubtitle
source: First let's create your ShaQ Express account with
fr: Créons d'abord votre compte ShaQ Express avec

# termsAndConditionsRequired
source: You need to agree to the terms and conditions
fr: Vous devez accepter les termes et conditions

# cancelTripDesc
source: What is your reason for cancelling the trip?
fr: Quelle est la raison pour laquelle vous annulez le voyage?

# editEmailDesc
source: We will send you an email to verify your address.
fr: Nous vous enverrons un e-mail pour vérifier votre adresse.

# thisMightTakeAWhile
source: This might take a while please hold on
fr: Cela peut prendre un certain temps, veuillez patienter

# recoverEmailSubtitle
source: Enter your email address to recover your account
fr: Entrez votre adresse email pour récupérer votre compte

# unProfessionalBehaviour
source: Unprofessional behaviour from rider
fr: Comportement non professionnel de la part du pilote

# enterYourPasswordSubtitle
source: Enter your password to open your account
fr: Entrez votre mot de passe pour ouvrir votre compte

# longPickupTime
source: Long pickup time, rider is taking too long.
fr: Délai de prise en charge long, le passager prend trop de temps.

# pleaseEnterNumber
source: Please enter your phone number to log in
fr: Veuillez entrer votre numéro de téléphone pour vous connecter

# worldwideDeliveryDescription
source: Send and receive packages from different regions
fr: Envoyez et recevez des colis de différentes régions

# editNameDesc
source: Please enter your name as it appears on your id.
fr: Veuillez entrer votre nom tel qu'il apparaît sur votre identifiant.

# nationwideDeliveryDescription
source: Send and receive packages from different regions
fr: Envoyez et recevez des colis de différentes régions

# sendVerification
source: We'll send you a verification code to confirm your
fr: Nous vous enverrons un code de vérification pour confirmer votre

# loginWithEmailSubtitle
source: Enter your email we'll send you a verification code.
fr: Entrez votre email,nous vous enverrons un code de vérification.

# disclaimerEnding
source: will apply. Phone number will be used for communication.
fr: s'appliquera. Le numéro de téléphone sera utilisé pour la communication.

# addPasswordSubtitle
source: Add a password to your account as another login option
fr: Ajoutez un mot de passe à votre compte comme autre option de connexion

# resetPasswordSubtitle
source: Enter your new password to recover your old account
fr: Entrez votre nouveau mot de passe pour récupérer votre ancien compte

# verifyPhoneNumberSubtitle
source: Enter the 6 digit number sent to your mobile number
fr: Saisissez le numéro à 6 chiffres envoyé à votre numéro de mobile

# amountToPayDescription
source: Amount may change when there's delay or wrong location is used.
fr: Le montant peut changer en cas de retard ou d'un mauvais emplacement.

# noInternetConnectionDesc
source: Check internet connection, please connect and try again.
fr: Vérifiez la connexion Internet, veuillez vous connecter et réessayer.

# amountPayableDesc
source: Select payment method or give cash payable to the rider.
fr: Sélectionnez le mode de paiement ou donnez de l'argent payable au passager.

# logoutConfirmationMessage
source: Stay signed in to enjoy the best deals on delivery trips.
fr: Restez connecté pour profiter des meilleures offres sur les livraisons.

# shareTripDetailsDescription
source: Share trip details(rider name, location arrival time)
fr: Partager les détails du voyage (nom du passager,heure d'arrivée du lieu)

# didntGetCodeSubtitle
source: If you didn't get the code please select any of the options below.
fr: Si vous n'avez pas reçu le code,veuillez sélectionner l'une des options ci-dessous.

# reportTripDescription
source: Please report trip incidents to help better your experience and our services
fr: Veuillez signaler les incidents de voyage pour améliorer votre expérience et nos services.

# bookingSuccessfulSubtitle
source: Our staff will contact you soon for additional information and payment.
fr: Notre personnel vous contactera bientôt pour informations supplémentaires et paiement.

# changePasswordDesc
source: Input old password and type new one to reset your password.
fr: Saisissez l'ancien mot de passe et saisissez-en un nouveau pour réinitialiser votre mot de passe.

# noNewNotificationsDescription
source: You'll get updates on promotions deals and trip notifications.
fr: Vous recevrez des mises à jour sur les offres promotionnelles et des notifications de voyage.

# weHaveSomethingNewSubTitle
source: Shop online, Buy food, medicine and pay your light bills from ECG
fr: Achetez en ligne, achetez de la nourriture, des médicaments et payez vos factures d'éclairage depuis ECG

# disclaimerInfo
source: Please note that giving any money aside from the delivery fee to riders is at your own risk. Thank you.
fr: Veuillez noter que donner de l'argent autre que les frais de livraison aux coureurs se fait à vos propres risques. Merci.

# cancelTripConfirmationMessage
source: Please be aware that cancellations may incur charges as outlined in our terms and conditions
fr: Veuillez noter que les annulations peuvent entraîner des frais comme indiqué dans nos termes et conditions

# choosePaymentMethodDesc
source: Select payment to enjoy a stress free delivery every time you use ShaQ Express.
fr: Sélectionnez le paiement pour profiter d'une livraison sans stress à chaque fois que vous utilisez ShaQ Express.

# refreshMapExperience
source: Refresh your map experience by clearing the cache. This might mean deleting stored map data
fr: Actualisez votre expérience cartographique en vidant le cache. Cela peut impliquer la suppression des données cartographiques stockées

# scheduledBookSuccessfulMessage
source: Your booking is confirmed! Please note that delayed trips may attract charges. We look forward to serving you.
fr: Votre réservation est confirmée! Veuillez noter que les voyages retardés peuvent entraîner des frais. Dans l'impatience de vous servir.

# deleteAccountMessage
source: We're sorry to see you go. Deleting your account is a permanent decision and will result in the loss of all associated data. If there's anything we can do to address your concerns, please reach out to our support team.
fr: Nous sommes désolés de vous voir partir. La suppression de votre compte est une décision permanente et entraînera la perte de toutes les données associées. Si nous pouvons faire quelque chose pour arépondre à vos préoccupations, veuillez contacter notre équipe d'assistance.

# discountOffer
source: {percentage}% off Eligible
fr: {percentage}% Éligible

# tripRiderIs
source: Trip rider is {rider}
fr: Le voyageur est {rider}

# signInWithSocial
source: Sign in with {provider}
fr: Connectez-vous avec {provider}

# mustBeAtLeast
source: Must be at least {number} characters long
fr: Doit contenir au moins {nombre} caractères

# arrivingIn
source: {numOfMinutes, plural, one{Arriving in 1 minute} other{Arriving in {numOfMinutes} minutes}}
fr: {numOfMinutes, plural, one{Arrivée dans 1 minute} other{Arrivée dans {numOfMinutes} minutes}}

# ongoingTrips
source: {numOfTrips, plural, one{You have 1 ongoing trip} other{You have {numOfTrips} ongoing trips}}
fr: {numOfTrips, plural, one{Vous avez 1 voyage en cours} other{Vous avez {numOfTrips} voyages en cours}}

source: Found better service
fr: J'ai trouvé un meilleur service

source: App performance issues
fr: Problèmes de performances des applications

source: Service too expensive.
fr: Service trop cher.

# lacksFeatures
source: Lacks needed features.
fr: Manque de fonctionnalités nécessaires.

source: Poor customer support.
fr: Mauvais support client.

# deliveryProblems
source: Delivery/order problems.
fr: Problèmes de livraison/commande.

# arrivingInPlaceholder
source: Arriving in -- minutes
fr: Arrivée dans -- minutes

source: Moving out of service area.
fr: Déménagement hors zone de service.

source: Eco-Friendly
fr: Respectueux de la nature

# ecoFriendlyNotice
source: Drive with us towards a cleaner, brighter future in the vehicle of your choice.
fr: Conduisez avec nous vers un avenir plus propre et meilleur dans le véhicule de votre choix.

source: Safety Features
fr: Des dispositifs de sécurité

# safetyFeaturesNotice
source: Our commitment to safety means you'll find advanced safety features in all our app, giving you a worry-free drive.
fr: Notre engagement en faveur de la sécurité signifie que vous trouverez des fonctionnalités de sécurité avancées dans toutes nos applications, vous permettant de conduire sans souci.

source: Subscription Plans
fr: Plans d'abonnement

# subscriptionPlansNotice
source: Our affordable subscription plans ensure you can travel as much as you need without breaking the bank.
fr: Nos plans d'abonnement abordables vous permettent de voyager autant que vous le souhaitez sans vous ruiner.

# newToRideMe
source: New to RideMe? Sign Up
fr: Nouveau sur RideMe ? S'inscrire

# enterYourPhoneNumberInfo
source: A verification code will be sent to this phone number to confirm account.
fr: Un code de vérification sera envoyé à ce numéro de téléphone pour confirmer le compte.

source: terms of service
fr: conditions d'utilisation

# conditions
source: condtions
fr: conditions

# byContinuing
source: By continuing you agree to the
fr: En continuant, vous acceptez les

source: Enter your OTP code
fr: Entrez votre code OTP
